Repository: ever-co/ever-demand
Catalog: packages/shop-mobile-flutter/lib/l10n/app_*.arb
Languages: fr

# language
source: en
fr: fr

# sidebarSide
source: left
fr: gauche

source: Welcome to
fr: Bienvenu chez

# infoMissing
source: Some of the information missing!
fr: Informations manquants

source: Your invite code
fr: Votre code d'invitation

# invitedTextTitle
source: Thank you for sign up!
fr: Merci de votre enregistrement!

# invitedTextDetails
source: We will send you a notification with an invite code when we launch at:
fr: Nous vous enverons une notification avec un code d'invitation dès que nous lançons à:

# notInvitedByCodeTitle
source: Wrong code!
fr: Code incorrect!

# notInvitedByCodeDetails
source: Please make sure you at the place that came with your code.
fr: Rassurez vous que vous etes bel et bien à l'endroit où a été reçu votre code.

# cantAccessLocation
source: Can't access your location.
fr: Nous n'arrivons pas à reperer votre adresse.

# cantAccessLocationGetInByAdress
source: Can't access your location, please try to get in by address.
fr: Nous n'arrivons pas à reperer votre adresse, essayer de vous connecter en completant votre adresse.

# getInByAddress
source: Sign up by Address
fr: S'enregistrer avec votre adresse

source: Get inside!
fr: Allons y!

# yourAddress
source: Let us know your Address
fr: Nous allons recupérer votre adresse

# launchNotification
source: We promise to show only relevant products according to your address
fr: Nous vous montrons que des produits pertinents autour de votre adresse

source: Sign up by code
fr: Se connecter par code

source: sign up by Invite
fr: S'enregistrer par invitation

# signinByInvite
source: Sign in with Invite Code
fr: Se connecter avec votre code d'invitation

source: Invite Code
fr: Code d'invitation

# inviteCodePlaceholder
source: Enter your invite code
fr: Entrez votre code d'invitation

# detectingLocation
source: Please wait, we attempting to detect your current address...
fr: Veuillez patienter le temps que nous reperions votre adresse actuel...

# productsViewTitle
source: Products
fr: Produits

# productsbuyButtonpre
source: Buy for
fr: A acheter

# productsNotAvailable
source: Product not available
fr: Produits non disponibles

source: Delivery
fr: Livraison

# takeAway
source: Takeout
fr: A emporter

source: Ready for
fr: Prêt pour

source: Includes
fr: Inclus

source: Buy for
fr: Acheter pour

source: Help
fr: Aide

source: Last Purchases
fr: Dernières achats

# nothingOrdered
source: No orders yet
fr: Aucun achat effectué

source: To Products
fr: Au produits

source: About Us
fr: A propos de nous

source: Terms of Use
fr: Conditions d'utilisation

# privacyView
source: Privacy
fr: Politique de confidentialité

# languageView
source: Select Language
fr: Choisi ta langue

source: View More
fr: Voir Plus

# noProductsOrMerchants
source: No Products Or Merchants Found ...
fr: Aucun produit trouvé, ni un vendeur ...

# searchPlaceHolder
source: Product Or Restorant Name
fr: Produit ou nom du restaurant

source: Open
fr: Ouvert

source: Closed
fr: Fermé

# buyPopUpOrderPaid
source: The order is paid $
fr: La commande a été payé $

# buyPopUpCancelstatuses
source: The order was cancel while Warehouse Preparation!
fr: La commande a été annulée pendant la préparation de l'entrepôt!

# buyPopUpCancelstatusesDelivery
source: The order was cancel while Delivery!
fr: La commande a été annulée pendant la livraison!

source: View Order Products
fr: Afficher les produits commandés

# viewOrderProductsStatuses
source: We're preparing the order!
fr: Nous préparons votre commande!

# youWillGetItInMinutes
source: You will get it in %t minutes.
fr: Votre commande sera prête dans %t minutes.

# prepareYourWallet
source: Prepare your wallet (%s in cash).
fr: Préparez votre portefeuille (%s en cash).

source: Carrier on the way!
fr: Le transporteur est en route!

source: Check your door!
fr: Faites un tour à votre porte!

# youWillGetItInSeconds
source: You will get the order in seconds.
fr: Vous recevrez votre commande dans quelques secondes.

source: Order Completed!
fr: Commande livrée!

source: Thanks for using Ever
fr: Merci d'avoir utilisé Ever

source: We're preparing the order!
fr: Nous préparons votre commande!

source: We
fr: Nous

source: Carrier
fr: Transporteur

source: You
fr: Vous

# deliveryWentWrong
source: The Delivery Went Wrong!
fr: La livraison n'a pas pu être effectuée!

source: Processing Went Wrong!
fr: Le processus s'est interrompu!

source: Please try again.
fr: Reessayer encore.

source: Call for details
fr: Appeler pour avoir des détails

source: Elapsed time
fr: Temps écoulés

source: Undo
fr: Annuler

source: Pay with Card
fr: Payer avec votre carte

# payX
source: Pay {{amount}}
fr: Payer {{montant}}

source: Pay with
fr: Payer avec

source: Paid
fr: Payé

source: Cancel
fr: Annuler

source: Got It!
fr: Fait!

source: I'm here
fr: Je suis là

source: Show QR Code
fr: Voir le QR Code

source: Show Products
fr: Voir les produits

source: Are you sure?
fr: Etes vous sure?

# undoWillReturnMoney
source: Undo will return you the money, but you will lose the order.
fr: Annuler la commande vous retourne le montat payé tout en perdant la commande

# sideMenuProducts
source: Products
fr: Produits

source: Call Us
fr: Nous Appeler

source: Order history
fr: Historique des commandes

source: Store
fr: Magasin

source: Call Waiter
fr: Appeler un serveur

source: About
fr: A propos de

source: Settings
fr: Paramètres

# faq
source: Help
fr: FAQ

source: About Us
fr: A propos de nous

source: Privacy
fr: Politique de confidentialité

source: We Apologise!
fr: Nous nous excusons pour la gêne occasionnée

# callUnsuccessfull
source: Call Was Unsuccessful!
fr: Appel non effectué

source: Seconds
fr: Secondes

source: No connection to Ever
fr: Nous n'avons pas réussi à vous connecter à Ever. Veuillez réessayer plus tard.

# merchantsViewCloseToYou
source: Merchants close to you
fr: Vendeur(s) près de chez vous

# merchantsViewname
source: Merchant name
fr: Nom du vendeur

# merchantsViewwithName
source: Merchants with name
fr: Vendeur(s) avec le nom

# noServerView
source: Server connection is lost
fr: Aucun serveur trouvé

source: Or
fr: Ou

# orLowercase
source: or
fr: ou

source: Yes
fr: Oui

source: No
fr: Non

source: City
fr: Ville/Cité

source: Street
fr: Avenue, Rue

source: House
fr: Maison

# appartement
source: Apartment
fr: Appartement

source: Back
fr: Retour

source: more
fr: Plus

source: To
fr: A

source: Store Info
fr: Informations sur le magasin

source: Map
fr: Carte

source: Order Info
fr: Informations sur la commande

source: Close
fr: Fermer

source: Scan
fr: Scanner

source: Merchants
fr: Vendeurs

# notFoundNOT_FOUND
source: Not Found!
fr: non trouvé

source: In Store
fr: En magasin

source: Exit Store
fr: Sortir du magasin

source: Failed
fr: Echec

source: Canceled
fr: Annulé

source: In Delivery
fr: En livraison

source: Pending
fr: En attente

source: Completed
fr: Terminé

source: Browse
fr: Parcourir

source: English
fr: Anglais

source: Hebrew
fr: Hébreu

source: Russian
fr: Russe

source: Bulgarian
fr: Bulgare

source: Spanish
fr: Espagnol

source: Select
fr: Sélectionner

source: Location Notes
fr: Notes sur la localisation

source: Enter notes here
fr: Entrez ici vos notes
